export const faqData = {
  General: [
    {
      question: 'Могу ли я использовать тестовые FAQ для своего веб-сайта или проекта?',
      answer:
        'Да, вы можете использовать тестовые FAQ для заполнения вашего веб-сайта или проекта на этапах разработки или тестирования. Они помогают имитировать внешний вид и функциональность реального раздела FAQ без необходимости в фактическом контенте.',
    },
    {
      question: 'Подходят ли тестовые FAQ для целей поддержки клиентов?',
      answer:
        'Хотя тестовые FAQ можно использовать внутри компании для обучения команд поддержки клиентов, они не подходят для публичной поддержки клиентов. Реальные FAQ должны основываться на подлинных запросах клиентов, чтобы предоставлять точную и полезную информацию.',
    },
    {
      question: 'Требуется ли указание авторства для тестовых FAQ?',
      answer:
        'Нет, тестовые FAQ не требуют указания авторства, поскольку они не основаны на реальных вопросах или не были предоставлены отдельными лицами. Вы можете свободно использовать их для внутреннего тестирования или демонстрационных целей.',
    },
  ],
  Payments: [
    {
      question: 'Могу ли я протестировать свой веб-сайт/приложение с помощью тестовых платежей?',
      answer:
        'Да, тестовые платежи обычно используются разработчиками и компаниями для тестирования функциональности платформ электронной коммерции, мобильных приложений и платежных шлюзов. Они помогают выявлять и решать проблемы без риска реальных транзакций.',
    },
    {
      question: 'Безопасны ли тестовые платежи?',
      answer:
        'Тестовые платежи, используемые в контролируемых средах для обучения или демонстрационных целей, как правило, безопасны. Однако крайне важно не путать их с реальными транзакциями и избегать ввода подлинной финансовой информации.',
    },
    {
      question: 'Как я могу отличить тестовый платеж от реального?',
      answer:
        'Реальные платежи предполагают перевод фактических средств, что приводит к изменению финансовых балансов. Тестовые платежи, с другой стороны, не предполагают никакого денежного обмена и обычно помечены или указаны как тестовые транзакции. Всегда проверяйте подлинность транзакций перед выполнением каких-либо действий.',
    },
  ],
  Refunds: [
    {
      question: 'Как запросить возврат средств?',
      answer:
        'Чтобы запросить возврат средств, просто свяжитесь с нашей службой поддержки клиентов по электронной почте или телефону и предоставьте подробную информацию о вашей покупке и причине возврата. Наши представители проведут вас через процесс.',
    },
    {
      question: 'Какая политика возврата средств?',
      answer:
        'Наша политика возврата средств позволяет клиентам запрашивать возврат в течение 30 дней с момента покупки для подходящих продуктов или услуг. Могут применяться определенные ограничения, поэтому важно ознакомиться с условиями, специфичными для вашей покупки.',
    },
    {
      question: 'Сколько времени занимает обработка возврата средств?',
      answer:
        'Возвраты средств обычно обрабатываются в течение 3-5 рабочих дней после одобрения запроса. Однако это может занять больше времени в зависимости от способа оплаты и участвующего финансового учреждения.',
    },
  ],
  Support: [
    {
      question: 'Как связаться со службой поддержки клиентов?',
      answer:
        'Вы можете связаться с нашей службой поддержки клиентов по электронной почте, телефону или в чате. Наши представители доступны для помощи в рабочие часы с понедельника по пятницу.',
    },
    {
      question: 'Доступна ли поддержка клиентов 24/7?',
      answer:
        'Наша поддержка клиентов доступна в обычные рабочие часы с понедельника по пятницу. Однако вы можете оставить нам сообщение вне этих часов, и мы ответим вам как можно скорее.',
    },
    {
      question: 'Сколько времени занимает получение ответа от службы поддержки клиентов?',
      answer:
        'Мы стремимся отвечать на все запросы клиентов в течение 24 часов в обычные рабочие часы. Время ответа может варьироваться в зависимости от объема полученных запросов.',
    },
  ],
}
